import React, { Component } from 'react'


export default class DreamTeam extends Component {
	render() {
		return (<p>Фотосайт Я фотограф - Большой портал фотографии, позволяющий пользователям повышать свои знания в области освоения техники съёмки. Сайт предоставляет возможность применить свои знания и умения, в различных направлениях интернет-фотографии и общения. Здесь найдут своё место блогеры, комментаторы, форумчане ну и естественно любители фотодела. Загружайте фотографии на сайт, пишите, участвуйте в конкурсах и комментируйте, выбирайте то что вам по душе!</p>)
	}
}