import img0 from "./images/0.jpg";
import img1 from "./images/1.jpg";
import no_photo from "./images/no_photo.jpg";
import img3 from "./images/3.jpg";
import img4 from "./images/4.jpg";
import img5 from "./images/5.jpg";
import img6 from "./images/6.jpg";
import img7 from "./images/7.jpg";
import img8 from "./images/8.jpg";
import img9 from "./images/9.jpg";

export default [
  {
    id: "0",
    avatar: img0,
    status: "vip",
    person: "Уладзімір Сяргеевіч Базан",
    birthday: "21 кастрычніка 1953",
    motherland: "Унеча, Унецкі раён[d], Бранская вобласць, РСФСР, СССР",
    wikiLink: "https://be.wikipedia.org/wiki/%D0%A3%D0%BB%D0%B0%D0%B4%D0%B7%D1%96%D0%BC%D1%96%D1%80_%D0%A1%D1%8F%D1%80%D0%B3%D0%B5%D0%B5%D0%B2%D1%96%D1%87_%D0%91%D0%B0%D0%B7%D0%B0%D0%BD",
    quote: "",
    location: {
      "center": [52.836769, 32.677627],
      "marker": [52.836769, 32.677627]
    },
    pictures: [],
    video: "",
    died: "",
    about: {
      life: 
        ["Скончыў мастацка-графічны факультэт Віцебскага педагагічнага інстытута (1978). У 1980—1990 гадах працаваў фатографам, карэспандэнтам, адказным сакратаром у віцебскай шматтыражнай газеце «Строитель»." , 
        
        "У 1990—2007 галоўны рэдактар, дызайнер і фотакарэспандэнт газеты «Витебский курьер». Галоўны рэдактар спецыяльнага нумара газеты, прысвечанага Першым Шагалаўскім дням у Віцебску (1991). У сярэдзіне 80-х узначальваў віцебскі фотаклуб «Віцьба». Жыве ў Францыі. ", 

        "Фатаграфіям У. Базана ўласцівыя выкарыстанне арыгінальных прыёмаў кампазіцыі, старанны адбор натурнага матэрыялу, высокі прафесіяналізм тэхнічнага выканання.", 

        "Цэнтральнае месца ў творчасці займае рэпартажная, публіцыстычная, жанравая фатаграфія. Сярод асноўных работ: серыі «Думай, хлопец!» (1982—2005), «Свята ў праваслаўнай царкве» (1988), «Арменія. Снежань. 1988», «Піянерскі лагер» (1989), «Прыкметы» (1989), «Чарнобыльскі нацюрморт» (1996), «Парыж! Парыж! Я не хачу дадому!» (2001—2007). Фатаграфіі публікаваліся ў часопісах «Советское фото», «Огонек», «Театр», а таксама выданнях «Новое русское слово», «Комсомольская правда», «Знамя юности», «Витебский курьер». Аўтар фотаальбомаў «Віцебск» (2004, 2006), «Нінбург» (2007), «Віцебск» сумесна з А. Глебавым (2007), а таксама кнігі «Марк Шагал і Віцебск» з Л. Хмяльніцкай і А. Вышкам (2007)."],     
      timeline: [
        {
          date: "21 кастрычніка 1953",
          content: "Нарадзіўся ў Унечцы, Бранскай вобласці"
        },
        {
          date: "1982—2005",
          content: "«Думай, хлопец!»"
        },
        {
          date: "1988",
          content: "«Свята ў праваслаўнай царкве»"
        },
        {
          date: "1988",
          content: "«Арменія. Снежань»"
        },
        {
          date: "1989",
          content: "«Піянерскі лагер»"
        },
        {
          date: "1989",
          content: "«Прыкметы»"
        },
        {
          date: "1996",
          content: "«Чарнобыльскі нацюрморт»"
        },
        {
          date: "2001—2007",
          content: "«Парыж! Парыж! Я не хачу дадому!»"
        }
      ]
    }
  },
  {
    id: "1",
    avatar: img1,
    status: "normal",
    person: "Міхаіл Уладзіміравіч Анемпадыстаў",
    birthday: "16 сакавіка 1964",
    motherland: "Мінск, БССР, СССР",
    wikiLink: "https://be.wikipedia.org/wiki/%D0%9C%D1%96%D1%85%D0%B0%D1%96%D0%BB_%D0%A3%D0%BB%D0%B0%D0%B4%D0%B7%D1%96%D0%BC%D1%96%D1%80%D0%B0%D0%B2%D1%96%D1%87_%D0%90%D0%BD%D0%B5%D0%BC%D0%BF%D0%B0%D0%B4%D1%8B%D1%81%D1%82%D0%B0%D1%9E",
    quote: "У мяне няма каханага колеру, каханай песні, каханай стравы, таму што мне больш падабаецца разнастайнасць і спалучэнне",
    location: {
      "center": [53.9, 27.56667],
      "marker": [53.9, 27.56667]
    },
    pictures: [
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Aniempadystau_Michal_2012.jpg/1280px-Aniempadystau_Michal_2012.jpg",
        "caption": "Міхаіл Уладзіміравіч Анемпадыстаў"
      },
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/e/ed/%D0%9A%D0%BE%D1%81%D0%B0%D1%9E%D1%81%D0%BA%D1%96_%D0%B7%D0%B0%D0%BC%D0%B0%D0%BA.jpg",
        "caption": "Музей-сядзіба Тадэвуша Касцюшкі ва ўрочышчы Мерачоўшчына каля Косаўскага палаца"
      },
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Hrunvald.JPG/800px-Hrunvald.JPG",
        "caption": "Бела-чырвона-белыя сцягі на святкаванні 600-годдзя Грунвальдскай бітвы на Грунвальдскім полі, фота 2010 г."
      },
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/%D0%92._%D0%90%D0%B7%D1%8F%D1%80%D1%86%D0%BE_-_%D0%9F%D0%B0%D0%BA%D1%80%D0%BE%D1%9E%D1%81%D0%BA%D0%B0%D1%8F_%D1%86%D0%B0%D1%80%D0%BA%D0%B2%D0%B0_PICT1084.jpg/800px-%D0%92._%D0%90%D0%B7%D1%8F%D1%80%D1%86%D0%BE_-_%D0%9F%D0%B0%D0%BA%D1%80%D0%BE%D1%9E%D1%81%D0%BA%D0%B0%D1%8F_%D1%86%D0%B0%D1%80%D0%BA%D0%B2%D0%B0_PICT1084.jpg",
        "caption": "Пакроўская царква з вёскі Логнавічы — у Беларускім дзяржаўным музеі народнай архітэктуры і побыту"
      },
    ],
    video: "https://www.youtube.com/embed/-A-1kSc2IXc",
    died: "23 студзеня 2018",
    about: {
      life: 
         [ "Міхаіл Уладзіміравіч Анемпадыстаў нарадзіўся 16 сакавіка 1964 г. у Мінску ў рускай сям’і[2]. Спачатку Міхал з бацькамі жыў у Мінску на бульвары Шаўчэнкі а пасля сям’я пераехала ў раён Камароўкі (г. Мінск). Міхал лічыў Мінск сваім горадам: «Я мянчук. Жылі мы на бульвары Шаўчэнкіа пасля пераехалі на Камароўку.", " Так што для мяне Менскбезумоўнародны горадякі я люблю і нават ведаю»[3]. Маці Міхала нарадзілася ў Львовеале сваімі каранямі паходзіць з-пад горада Варонежадзе яе дзеда і бабулю раскулачылі пасля Кастрычніцкага перавароту ў Расіі ў 1917 г.: Міхалавага прадзеда саслалі на Салаўкіа прабабулю і пяць яе дачок (у тым ліку і бабулю Міхала) выселілі ў найбліжэйшы населены пункт каля Варонежа[4].", " Бабуля Міхала выйшла замуж за чыгуначніказ якім у 1945 г. пераехала на сталае жыхарства ў далучаны да Савецкага Саюза горад Львоў[5]. Маці Міхала працавала на геаграфічным факультэце БДУ ў Мінску[6].", " Бацька Міхала нарадзіўся ў горадзе Рагачовекуды сям’я бацькі патрапіла ў час Першай сусветнай вайныпераехаўшы ў Рагачоў з Падмаскоўя[7]. 6 верасня 1937 г. у Рагачове дзед Міхала быў арыштаваны супрацоўнікамі ГПУ і расстраляны ў кастрычніку 1937 г.калі бацька Міхала (Уладзімір) быў першакласнікам[8]. Бацька Уладзімір у часы Другой сусветнай вайны знаходзіўся ў Баранавічаха пасля вайны паступіў у Маскоўскі горны інстытут[9]. ", "Частка Міхалавых рускіх сваякоў (стрыечная бабуля) пераехала ў Польшчу[10]. Прозвішча «Анемпадыстаў» утворана ад мужчынскага імя «Анемпадыст»якое маецца ў праваслаўных святцах[11]. Па выказванні Міхалаяго «досыць экзатычнае» прозвішча «цяжка кладзецца на вуха»а таму Міхалу прыходзілася чуць ад прачытання іншымі людзьмі нават такія версіі яго прозвішча як «Антыфашыстаў» ці «Апладысмэнтаў»да чаго сам Міхал адносіцца з гумарам і разуменнем[12]. Яго сапраўднае імя «Міхаіл»але яшчэ ў часы навучання ў мастацкім вучылішчы з падачы сяброў за ім замацаваўся неафіцыйны «польскі» варыянт імя «Міхал» (з націскам на першы склад)бо Міхаіл Аменпадыстаў часта выязджаў у савецкія часы за мяжу да сваякоў (па стрыечнай бабулі) у Польшчушто для савецкага часу было вялікім прэстыжам і «дэфіцытам»[13]. ", "З таго часу ён пачаў публічна карыстацца варыянтам «Міхал» (з націскам на другі склад)а не «Міхаіл»хоць не мае этнічна польскіх каранёў[14].Жонкай Міхала Анемпадыстава была Алена Георгіеўна Дашкевіч. У дзяцінстве Міхал марыў стаць заолагам альбо біёлагамвандроўнікам і шукальнікам скарбаў[18]. Добра маляваць пачаў у дзяцінстве — свае першыя малюнкі Міхал размяшчаў ў сваіх энцыклапедыях пра жывёлякія рабіў сам: рабіў старонкі з уласна намаляванымі малюскамііншымі рознымі жывёламі і асабіста падпісваў[19]. Рос у рускамоўным асяроддзіале яшчэ ў школьныя часы захапіўся беларускай мовай і беларускай культурайчаму ён пачаў надаваць вялікую ўвагу і што пачаў даследваць і пазней развіваць ужо сам[20]. Глебай гэтага была спрыяльная атмасфера ў коле яго знаёмых: адным з лепшых сяброў Міхала быў тады Андрэй Занеўскічый бацька працаваў на факультэце архітэктуры ў Беларускім політэхнічным інстытуце і запрашаў да сябе дамоў беларускіх мастакоўякія ўжывалі беларускую мову ў гасцях[21]. Спрыялі таксама і падарожжы па беларускай правінцыідзе Міхал непасрэдна пазнаёміўся з багатай і цікавай беларускай народнай культурай[22]. Вучыўся ў дзіцячай народнай студыі выяўленчага мастацтва пры Палацы культуры тэкстыльшчыкаў (1965—1985) у Мінскуякой кіраваў беларускі жывапісец Васіль Сумараў[23]. У 1979—1983 гг. вучыўся і скончыў Мінскае мастацкае вучылішча (цяпер — Мінскі дзяржаўны мастацкі каледж імя А. К. Глебава)дзе панавала пэўная свабода і плюралізма само вучылішча стала прыкметнай кузняй творчых асоб[24]. На першым курсе яшчэ не вельмі добра ведаў беларускую мову і здаў іспыт па беларускай мове на 3 балы з 5 мажлівыхале на трэцім курсе ўжо чытаў з захапленнем Уладзіміра Караткевічаа на чацвёртым курсе спецыяльна папрасіў настаўніцу пераздаць іспыт па беларускай мове і пераздаў яго на «пяцёрку»[25]. Дыпломная работа ў вучылішчы была па плакату[26]. Непрацяглы час уваходзіў у склад мінскай нефармальнай маладзёжнай суполкіякая мела назву «пацыфісты» (неахіпі)і пачаў з таго часу насіць звычайна доўгія валасы. Усе нефармальныя маладзёжныя суполкі аж да распаду СССР знаходзіліся пад пільнай увагай КДБ ці міліцыітаму за доўгія валасы быў аднойчы схоплены міліцыяй і меў непрыемнасці[27]. Па ўласным прызнанніМіхал своечасова перастаў цікавіцца «пацыфістамі» (неахіпі)бо там прысутнічалі наркотыкіі многія юнакіхто своечасова не выйшаў з суполкіна жальзагінулі ад наркотыкаў[28]. У вучылішчы бачыўякі робіцца пераслед з боку міліцыі і дырэктара вучылішча юнакамшто размаўлялі без аніякіх крамольных думак на беларускай мове ў вучылішчы і па-за яго межамі[29]. Удзельнічаў у маладзёжным грамадскім аб’яднанні «Беларуская Майстроўня» (1979—1984)уступіўшы ў суполку ў 1982 г.[30] Прывёў Міхала ў суполку Тодар Кашкурэвіч[31]. Пазней Міхал сам прывёў у «Беларускую Майстроўню» сваіх сяброў — Сяргея Харэўскага і Андрэя Лапцёнка (апошнія два з’яўляюцца адзін аднаму стрыечнымі братамі і ім было па 15 год)[32]Юлію Лыскову[33]. Міхал Анемпадыстаў вельмі цаніў свой досвед і сувязіатрыманыя ў «Беларускай Майстроўні». У «Майстроўні» ёнпаводле ўласнага сведчаннязнайшоў для сябе тоешто цікавіла — магчымасць свабодна дакрануцца да беларускай мовыгісторыі і культуры і жыць імі[34]. Яму асабліва падабалася слухаць у суполцы даклады і мець мажлівасць размаўляць па-беларуску[35]. Анемпадыстаў адзначаешто ў «Беларускую Майстроўню» (1979—1984) людзей вяла цікавасць моладзі да нацыянальнай культурыа не нейкі пратэст супраць афіцыйнай улады[36]. У 1983—1985 гг. прайшоў тэрміновую службу ва Узброеных сілах СССР[37]. У час службы ў войску ліставаўся са сваімі сябрамі з «Беларускай Майстроўні»асабліва з Сяргеем Харэўскім і Вінцуком Вячоркам: Харэўскі з радасцю паведамляў Міхалушто ў Мінску партыйныя ўлады зацвердзілі план рэстаўрацыі гістарычнай забудовы цэнтра Мінска — абнавіць і аднавіць усе каталіцкія і ўніяцкія кляштары мінскага Верхняга горадау Траецкім прадмесці адкрыць музейцалкам рэстаўраваць Татарскае прадмесце[38][39]. Аб сваіх густах Міхал выказаўся: «У мяне няма любімага колерулюбімай песнілюбімай стравытаму што мне болей падабаецца разнастайнасць і спалучэнне»"],

      timeline: [
        {
          date: "16 сакавіка 1964",
          content: "Нарадзіўся ў Мінску, СССР"
        },
        {
          date: "1987",
          content:
            "выстаўка аб’яднання «Галіна» на Рэспубліканскай выстаўцы плаката (г. Мінск, Беларусь)."
        },
        {
          date: "1988",
          content: "выстаўка «Мы» (г. Мінск, Беларусь)."
        },
        {
          date: "1990",
          content: "выстаўка «Грюнвальд» (г. Мінск, Беларусь)."
        },
        {
          date: "1992",
          content: "выстаўка «Калядная Выстава» (г. Мінск, Беларусь)."
        },
        {
          date: "2008—2011",
          content:
            "выстаўка «Беларускі плакат» (г. Варшава; г. Берлін; г. Дрэздэн; г. Брусель; г. Тулуза; г. Бон)."
        },
        {
          date: "2010",
          content: "выстаўка «Рэканструкцыя Перабудовы» (г. Вільнюс, Літва)."
        },
        {
          date: "2011",
          content:
            "выстаўка «Перабудова. Афіша на свабодзе» (г. Морж, Швейцарыя)."
        },
        {
          "date": "23 студзеня 2018",
          "content": "Памёр"
        }
      ]
    }
  },
  {
    id: "2",
    avatar: no_photo,
    status: "normal",
    person: "Ахіла Банольдзі",
    birthday: "1821",
    motherland: "Барселона",
    wikiLink: "https://be.wikipedia.org/wiki/%D0%90%D1%85%D1%96%D0%BB%D0%B0_%D0%91%D0%B0%D0%BD%D0%BE%D0%BB%D1%8C%D0%B4%D0%B7%D1%96",
    quote: "",
    location: {
      "center": [41.400921, 2.159396],
      "marker": [41.400921, 2.159396]
    },
    pictures: [],
    video: "",
    died: "1871",
    about: {
      life: 
        ["Італьянец па паходжанні, нарадзіўся ў іспанскай Барселоне ў тэатральнай сям’і. Разам з бацькамі, якія з опернымі трупамі вандравалі па ўсёй Еўропе, Ахіла ў дзяцінстве і юнацтве аб’ехаў Францыю, Германію, Швейцарыю ды іншыя краіны. Вучыўся ў Лазанскім універсітэце. ", "З 1842 года — у Вільні. Выкладаў спевы ў Дваранскім інстытуце, сам выступаў як спявак. Блізка сябраваў са Станіславам Манюшка, часта бываў у яго ў Мінску, выконваў творы вядомага кампазітара, браў удзел у першай пастаноўцы ягонай оперы «Галька» ў 1848 годзе. Джузэпэ Ахіла Эльміра нават пераклаў лібрэта оперы на італьянскую, і менавіта паводле гэтага перакладу «Гальку» ў 1905 годзе паставіць Ла-Скала.", " У рэпертуары Банольдзі быў таксама шэраг песняў на словы Яна Чачота. У 1862 годзе Банольдзі разам з Каліноўскім увайшоў у склад ЛПК. У віленскай фотамайстэрні італьянца рыхтаваліся падпольныя выданні патрыётаў. Менавіта тут быў зроблены адзіны вядомы фатаздымак Кастуся Каліноўскага ў поўны рост. Неўзабаве пасля выбуху паўстання ўлады выслалі Банольдзі з краіны. ", "Ёсць і другая версія, паводле якой Ахіла ў лютым 1863 года быў зняволены ў сутарэннях старажытнага замка ў Троках, але сябры дапамаглі яму, зладзіўшы ўцёкі. Гэтак ці іначай, але ён стаў прадстаўніком віленскага паўстанцкага цэнтру за мяжой, бо меў там шырокія сувязі. Яму былі давераны так званыя «літоўскія сумы» — замежныя фінансавыя сродкі паўстанцаў, на якія мелася закупляцца зброя і амуніцыя. ", "11 лістапада 1863 года перадаў свае абавязкі Баляславу Длускаму-Ябланоўскаму. Распаўсюджваў інфармацыю аб развіцці паўстання на Літве (Беларусі) і Жамойці. Длускі-Ябланоўскі, даючы справаздачу аб атрыманні справаў, у сувязі з нараканнямі з Радзімы аб дрэнна наладжнай працы ў замежжы і арганізацыяй дапамогі паўстанню і закупке зброі, адкідваў усё абвінавачванні ад Банольдзі, паважаючы «шчырасць яго высілкаў». Стэля — псеўданім Банольдзі, таксама ў лістах яго згадваюць, як «італьянец», або «агент за мяжою»."],
      timeline: [
        {
          date: "1821",
          content: "Нарадзiуся"
        },
        {
          date: "1871",
          content: "Памёр"
        }
      ]
    }
  },
  {
    id: "3",
    avatar: img3,
    status: "normal",
    person: "Міхаіл Рыгоравіч Баразна",
    birthday: "20 лістапада 1962",
    wikiLink: "https://be.wikipedia.org/wiki/%D0%9C%D1%96%D1%85%D0%B0%D1%96%D0%BB_%D0%A0%D1%8B%D0%B3%D0%BE%D1%80%D0%B0%D0%B2%D1%96%D1%87_%D0%91%D0%B0%D1%80%D0%B0%D0%B7%D0%BD%D0%B0",
    quote: "",
    location: {
      "center": [54.213727, 29.772781],
      "marker": [54.213727, 29.772781]
    },
    pictures: [
      {
        "src": "http://belprauda.org/wp-content/uploads/2015/10/barazna-8s9rl.jpg",
        "caption": "Міхаіл Рыгоравіч Баразна"
      },
      {
        "src": "http://bdam.by/upload/medialibrary/f20/f20e9c6db6c058ce9988f0e483e918eb.jpg",
        "caption": "Уручаэнне грамат студэнтам і супрацоўнікам"
      },
      {
        "src": "http://ncsm.by/images/uploads/calendar/1044/barazna-m.r.-z-sieryi-staryja-recy.jpg",
        "caption": "Адна з фатаграфій Міхаіла"
      },
      {
        "src": "http://ncsm.by/images/uploads/calendar/1043/barazna-m.r.-z_sieryi-bielarus-drauniova.jpg",
        "caption": "Адна з фатаграфій Міхаіла"
      },
    ],
    video: "",
    motherland:
      "Ракушава, Круглянскі сельсавет, Круглянскі раён, Магілёўская вобласць, БССР, СССР",
    died: "",
    about: {
      life: 
        ["Міхаіл Рыгоравіч Баразна (нар. 20 лістапада 1962, в. Ракушава Круглянскага раёна Магілёўскай вобласці) — беларускі мастацтвазнавец, мастацкі крытык, фотамастак. Кандыдат мастацтвазнаўства (1998). Рэктар Беларускай дзяржаўнай акадэміі мастацтваў. ", "Ганаровы член Расійскай акадэміі мастацтваў.Скончыў Круглянскую сярэднюю школу, затым мастацка-прамысловы факультэт Беларускага дзяржаўнага тэатральна-мастацкага інстытута (1985). У 1986—1992 гадах мастацкі рэдактар выдавецтва «Беларусь». ","З 1992 года выкладае ў Беларускай дзяржаўнай акадэміі мастацтваў, у 1996—1998 гадах в.а. загадчыка кафедры гісторыі і тэорыі мастацтваў, з 1999 — прарэктар па навукова-творчай рабоце, з 2010 — рэктар. Прафесар кафедры гісторыі і тэорыі мастацтваў."],
      timeline: [
        {
          date: "20 лістапада 1962",
          content: "Нарадзіўся ў Ракушаве, Круглянскі сельсавет, Магілёўскай вобласці"
        },
        {
          date: "1997",
          content:
            "«Адзін у горадзе». Музей Беларускай дзяржаўнай акадэміі мастацтваў, Мінск"
        },
        {
          date: "2000",
          content:
            "«Белая шэрань». Музей сучаснага выяўленчага мастацтва, Мінск"
        },
        {
          date: "2001",
          content: "«Вечны горад». БелЭКСПА, Мінск"
        },
        {
          date: "2002",
          content:
            "«Ф. Рушчыцу прысвячаецца …». Беларуская дзяржаўная акадэмія мастацтваў, Мінск"
        },
        {
          date: "2004",
          content: "«Зала чакання». М-Галерэя Інстытута імя Гётэ ў Мінску"
        },
        {
          date: "2006",
          content: "«Рух трохкутніка». М-Галерэя Інстытута імя Гётэ ў Мінску"
        },
        {
          date: "2009",
          content:
            "«Тлумачальны слоўнік» (сумесна з К. Кенігсберг). Музей «Выратаваныя мастацкія каштоўнасці», Брэст;"
        }
      ]
    }
  },
  {
    id: "4",
    avatar: img4,
    status: "normal",
    person: "Барыс Гендэлевіч Берман",
    birthday: "1881",
    motherland: "Іўе",
    wikiLink: "https://be.wikipedia.org/wiki/%D0%91%D0%B0%D1%80%D1%8B%D1%81_%D0%93%D0%B5%D0%BD%D0%B4%D1%8D%D0%BB%D0%B5%D0%B2%D1%96%D1%87_%D0%91%D0%B5%D1%80%D0%BC%D0%B0%D0%BD",
    quote: "",
    location: {
      "center": [53.9, 27.56667],
      "marker": [53.9, 27.56667]
    },
    pictures: [
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/6/67/Vialejka%2C_Mienskaja._%D0%92%D1%8F%D0%BB%D0%B5%D0%B9%D0%BA%D0%B0%2C_%D0%9C%D0%B5%D0%BD%D1%81%D0%BA%D0%B0%D1%8F_%28B._Berman%2C_1930-39%29.jpg",
        "caption": "Дом Б.Бермана крайні злева, 1930-ыя гады"
      },
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/%D0%91%D1%8B%D0%BB%D1%8B_%D0%B4%D0%BE%D0%BC_%D0%91%D0%B5%D1%80%D0%BA%D1%96_%D0%91%D0%B5%D1%80%D0%BC%D0%B0%D0%BD%D0%B0.jpg/1024px-%D0%91%D1%8B%D0%BB%D1%8B_%D0%B4%D0%BE%D0%BC_%D0%91%D0%B5%D1%80%D0%BA%D1%96_%D0%91%D0%B5%D1%80%D0%BC%D0%B0%D0%BD%D0%B0.jpg",
        "caption": "Былы дом Беркі Бермана ў 2016 г"
      },
      {
        "src": "http://www.peramoga.by/wp-content/uploads/2016/08/LyebX1FPdac.jpg",
        "caption": "Барыс Гендэлевіч Берман"
      },
      {
        "src": "http://www.peramoga.by/wp-content/uploads/2016/08/Georgieuskaya-ploshcha-pl-Svabodyi-1930-ya-gg.jpg",
        "caption": "Фатаграфія у газеце"
      },
    ],
    video: "",
    died: "1940",
    about: {
      life: 
        ["Нарадзіўся ў 1881 годзе у мястэчку Іўе Лідскага павету у яўрэйскай сям’і дзе традыцыйнай сямейнай справай быў гандаль коньмі. У Іўі скончыў «хатнюю школу» з дзяцінства вядзяляўся апантанным захапленнем фотасправай. З часам захапленне перарасло ў прафесійны занятак. Недзе ў 1910—1912 гг. заснаваў першае фотаатэлье ў Вілейцы. Да 1925 года быў адзіным прафесійным фатографам у акрузе[1] . ", "Актыўна займаўся і грамадскім жыццём. Арганізаваў драматычны кружок у Свіры (1916) Вілейцы (1921) дзе ставіў пастаноўкі на карысць бедных дзяцей і галадаючых аж да 1930-ых гадоў. У 1930 г. фатаграфаваў прыезд прэзідэнта ІІ Рэчы Паспалітай Ігнацыя Масціцкага пад час наведвання ім Вілейскага павету. ", "Праз месяц як у Вілейку прыйшла Савецкая ўлада 18 кастрычніка 1939 года Б.Берман быў арыштаваны органамі НКУС і утрымліваўся пад вартаў у Вілейскай турме. 10 жніўня 1940 года асуджаны як «сацыяльна-небяспечны элемент» і высланы ў папраўча-працоўны лагер «Цемлаг»(руск.) бел.[2]. ", "Далейшы лёс невядомы рэабілітаваны 6 чэрвеня 1989 года. Дом Б.Бермана крайні злева 1930-ыя гады Былы дом Беркі Бермана ў 2016 г. Дом-майстэрня Беркі Бермана захаваўся ў Вілейцы да сённяшняга часу у занядбаным стане па вуліцы Савецкай 33. ", "Даўно існуюць планы зрабіць у былым доме Бермана музей гісторыі фатаграфіі[3]. Архітэктар і краязнаўца Анатоль Капцюг распрацаваў памятную шыльду ў гонар 135-годдзя Б. Бермана"],
      timeline: [
        {
          date: "20 лістапада 1962",
          content: "Нарадзіўся ў Іўе"
        },
        {
          date: "1910—1912",
          content: "заснаваў першае фотаатэлье ў Вілейцы"
        },
        {
          date: "1925",
          content: "года быў адзіным прафесійным фатографам у акрузе"
        },
        {
          date: "1930",
          content:
            "фатаграфаваў прыезд прэзідэнта ІІ Рэчы Паспалітай Ігнацыя Масціцкага пад час наведвання ім Вілейскага павету"
        },
        {
          date: "1939",
          content:
            "быў арыштаваны органамі НКУС і утрымліваўся пад вартаў у Вілейскай турме"
        },
        {
          date: "1940",
          content:
            "асуджаны як «сацыяльна-небяспечны элемент» і высланы ў папраўча-працоўны лагер «Цемлаг»"
        },
        {
          date: "1940",
          content:
            "Памёр"
        }
      ]
    }
  },
  {
    id: "5",
    avatar: img5,
    person: "Ян Булгак",
    status: "normal",
    birthday: "6 кастрычніка 1876",
    motherland:
      "Асташын, Навагрудскі павет, Мінская губерня, Расійская імперыя",
    wikiLink: "https://ru.wikipedia.org/wiki/%D0%91%D1%83%D0%BB%D0%B3%D0%B0%D0%BA,_%D0%AF%D0%BD",
    quote: "",
    location: {
      "center": [53.693228, 26.023015],
      "marker": [53.693228, 26.023015]
    },
    pictures: [
      {
        "src": "https://znyata.com/images/stories/line/jan_bulhak/jan-bulhak-25.jpg",
        "caption": "'Аркі Вільнюса'"
      },
      {
        "src": "https://api.culture.pl/sites/default/files/styles/1920_auto/public/images/imported/fotografia/portrety/Bulhak_Jan/fo_bulhak_jan_portret_en.jpg?itok=foLo0N0B",
        "caption": "Ян Булгак"
      },
      {
        "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQJt_cAUri9C8D9DyowDOD00gAcNY4iiwTQux9-Wl1O6l0uqQ1F",
        "caption": "Фатаграфія 1920га года"
      },
      {
        "src": "http://www.ljplus.ru/img4/p/a/pawet/400.jpg",
        "caption": "Замак Мір"
      },
    ],
    video: "",
    died: "4 лютага 1950",
    about: {
      life: 
        ["Ян Булга́к (польск.: Jan Bułhak; 6 кастрычніка 1876 маёнтак каля в. Асташын Навагрудскага павета[5] — 4 лютага 1950 Гіжыцка) — віленскі майстар мастацкай краязнаўчай фатаграфіі «бацька польскай фатаграфіі»[6] адзін з піянераў польскай мастацкай фатаграфіі этнограф фалькларыст[5]. ", "Яго творчасць лічыцца часткай супольнай культурнай спадчыны Беларусі Літвы і Польшчы[7] Бацька — Валеры Антоні Станіслаў Булгак гербу «Сыракомля» (1842—1905) маці Юзэфа з роду Хаціцкіх гербу «Рох» (пам. 1893).", " На Беларусі ў вёсцы Варонча што на Наваградчыне каля касцёла Св. Ганны знаходзяцца 4 магілы продкаў Яна Булгака. Скончыў класічную гімназію ў Вільні (1897) паступіў на факультэт філасофіі Ягелонскага ўніверсітэта ў Кракаве. Але абмежаванасць сродкаў прымусіла праз два гады пакінуць вучобу. Да 1912 жыў у вёсцы Пярэсека Мінскага павета дзе знаходзіўся маёнтак які ён атрымаў у спадчыну ад маці (спадчына стрыечнага дзеда Грынеўскага).", " У жніўні 1901 года ажаніўся са стрыечнай сястрой Ганнай Хаціскай. Пасля смерці бацькі прадаў маёнтак і набыў у Радзівілаў фальварак у Беліцы каля Мінска. 27 красавіка 1906 года нарадзіўся яго адзіны сын Януш Булгак"],
      timeline: [
        {
          date: "6 кастрычніка 1876",
          content: "Нарадзіўся ў Асташыне, Мінская губерня, Расійская імперыя"
        },
        {
          date: "1931",
          content: "Fotografika. Warszawa"
        },
        {
          date: "1931—1936",
          content: "Wędrówki fotografa"
        },
        {
          date: "1933",
          content: "Technika bromowa. Wilno"
        },
        {
          date: "2001",
          content: "Вандроўкі фатографа: Віленскі краявід (фрагменты)"
        },
        {
          date: "2004",
          content: "Край дзіцячых гадоў / Уклад., прадм. Т. Г. Вяршыцкая;"
        },
        {
          date: "4 лютага 1950",
          content: "Памёр"
        }
      ]
    }
  },
  {
    id: "6",
    avatar: img6,
    status: "normal",
    person: "Павел Канстанцінавіч Валынцэвіч",
    birthday: "1875",
    motherland: "Вялікая Бераставіца, Бераставіцкі раён, Гродзенская вобласць",
    wikiLink: "https://be.wikipedia.org/wiki/%D0%9F%D0%B0%D0%B2%D0%B5%D0%BB_%D0%9A%D0%B0%D0%BD%D1%81%D1%82%D0%B0%D0%BD%D1%86%D1%96%D0%BD%D0%B0%D0%B2%D1%96%D1%87_%D0%92%D0%B0%D0%BB%D1%8B%D0%BD%D1%86%D1%8D%D0%B2%D1%96%D1%87",
    quote: "",
    location: {
      "center": [53.193225, 24.024353],
      "marker": [53.193225, 24.024353]
    },
    pictures: [
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/%D0%9F%D0%B0%D0%B2%D0%B5%D0%BB_%D0%92%D0%B0%D0%BB%D1%8B%D0%BD%D1%86%D1%8D%D0%B2%D1%96%D1%87.jpg/250px-%D0%9F%D0%B0%D0%B2%D0%B5%D0%BB_%D0%92%D0%B0%D0%BB%D1%8B%D0%BD%D1%86%D1%8D%D0%B2%D1%96%D1%87.jpg",
        "caption": "Павел Канстанцінавіч Валынцэвіч"
      },
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Kasuta._%D0%9A%D0%B0%D1%81%D1%83%D1%82%D0%B0_%28P._Va%C5%82yncevi%C4%8D%2C_1900%29.jpg/220px-Kasuta._%D0%9A%D0%B0%D1%81%D1%83%D1%82%D0%B0_%28P._Va%C5%82yncevi%C4%8D%2C_1900%29.jpg",
        "caption": "Адна з фатаграфій Паўла"
      },
      {
        "src": "https://orthos.org/files/publications/bberestovica/image003.jpg",
        "caption": "Павел Валынцэвіч і яго сям'я."
      },
      {
        "src": "http://www.hram-miory.vitebsk.by/images/P_V_Shereshovo1.jpg",
        "caption": "Протаіерэй Павел Валынцэвіч са святарамі "
      },
    ],
    video: "",
    died: "1962",
    about: {
      life:
        ["Нарадзіўся 15 мая 1875 года ў мястэчку Вялікая Бераставіца Гарадзенскага павета у беднай шматдзетнай сям'і дыякана[3] мясцовай царквы. У 1897 годзе скончыў Віленскую духоўную семінарыю пасля чаго ажаніўся з дачкой святара Дзмітрыя Някрасава які служыў у г. Вільня Верай[4]. У той жа год пачаў свой службовы шлях псаломшчыкам пры царкве ў вёсцы Мастаўляны на Беласточчыне[5]. ", "6 красавіка 1899 года вакантнае месца свяшчэнніка ў сяле Касута Вілейскага павета было саступлена маладому псаломшчыку. 25 мая ён быў пасвячоны ў духоўны сан іерэя і прызначаны настаяцелем Касуцкай Свята-Петрапаўлаўскай царквы[6]. З 9 кастрычніка 1902 г. па 1904 год Павел Валынцэвіч працаваў інспектарам царкоўна-прыходскіх школ Дзісенскага павета (без прыхода). ", "З 17 лістапада 1904 года ўзначаліў прыход Свята-Мікалаеўскай царквы ў вёсцы Узмёны (сёння – Міёрскі раён) дзе праслужыў 43 гады. У 1947 годзе прылічаны за штат. Пасля служыў настаяцелем цэркваў у мястэчку Крэва в. Сабакінцы (цяпер Першамайскае) Гродзенскай вобласці у 1957 годзе — в. Шарашова (Пружанскі раён Брэсцкай вобласці). Апошнія гады жыў у сям’і сына - мітрафорнага протаіерэя Сергія Валынцэвіча[7] ў г. Ваўкавыску. Памёр ў красавіку 1962 года. Пахаваны на гарадскіх могілках Ваўкавыска. ", "Павел Валынцэвіч меў шырокае кола інтарэсаў. Пісаў карціны і іконы захапляўся астраноміяй і прыродазнаўствам карыстаўся сонечным гадзіннікам і менавіта па ім выстаўляў час на кішэнным. Сабраў вялікую бібліятэку якой карысталіся ўсе яго знаёмыя і вернікі. ", "Жыва цікавіўся палітыкай разводзіў пчол. Найбольшым яго захапленнем было фатаграфаванне. Гэтай новай незвычайнай справай айцец Павел зацікавіўся менавіта ў Касуце. Там і пачаў фатаграфаваць і першы яго фотаздымак – Свята-Петра-Паўлаўская царква – 1900 год"],
      timeline: [
        {
          date: "1875",
          content: "Нарадзіўся ў Вялікай Бераставіцы"
        },
        {
          date: "1897",
          content: "скончыў Віленскую духоўную семінарыю"
        },
        {
          date: "1899",
          content:
            "вакантнае месца свяшчэнніка ў сяле Касута Вілейскага павета было саступлена маладому псаломшчыку"
        },
        {
          date: "1904",
          content:
            "працаваў інспектарам царкоўна-прыходскіх школ Дзісенскага павета"
        },
        {
          date: "1947",
          content: "прылічаны за штат"
        },
        {
          date: "1962",
          content: "Памёр"
        }
      ]
    }
  },
  {
    id: "7",
    avatar: img7,
    person: "Леў Урбанавіч Дашкевіч",
    status: "normal",
    birthday: "31 студзеня (12 лютага) 1882",
    motherland: "Мінск, Мінскі павет, Мінская губерня, Расійская імперыя",
    wikiLink: "https://be.wikipedia.org/wiki/%D0%9B%D0%B5%D1%9E_%D0%A3%D1%80%D0%B1%D0%B0%D0%BD%D0%B0%D0%B2%D1%96%D1%87_%D0%94%D0%B0%D1%88%D0%BA%D0%B5%D0%B2%D1%96%D1%87",
    quote: "",
    location: {
      "center": [53.9, 27.56667],
      "marker": [53.9, 27.56667]
    },
    pictures: [
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/b/b1/%D0%A4%D0%B0%D1%82%D0%B0%D0%B3%D1%80%D0%B0%D1%84%D1%96%D1%8F_%D0%9B._%D0%A3._%D0%94%D0%B0%D1%88%D0%BA%D0%B5%D0%B2%D1%96%D1%87.jpg",
        "caption": "Менск. Від на Верхні Горад. 1920—1930-я гады"
      },
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/3/37/%D0%9D%D0%BE%D1%87%D1%8C_%D1%82%D0%B8%D1%85%D0%B0_%D0%94%D0%B0%D1%88%D0%BA%D0%B5%D0%B2%D1%96%D1%87.jpg",
        "caption": "Ціхая ноч. 1935 год"
      },
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Miensk%2C_Felicyjana%C5%ADskaja-Padhornaja._%D0%9C%D0%B5%D0%BD%D1%81%D0%BA%2C_%D0%A4%D1%8D%D0%BB%D1%96%D1%86%D1%8B%D1%8F%D0%BD%D0%B0%D1%9E%D1%81%D0%BA%D0%B0%D1%8F-%D0%9F%D0%B0%D0%B4%D0%B3%D0%BE%D1%80%D0%BD%D0%B0%D1%8F_%28L._Da%C5%A1kievi%C4%8D%2C_1930%29.jpg/800px-Miensk%2C_Felicyjana%C5%ADskaja-Padhornaja._%D0%9C%D0%B5%D0%BD%D1%81%D0%BA%2C_%D0%A4%D1%8D%D0%BB%D1%96%D1%86%D1%8B%D1%8F%D0%BD%D0%B0%D1%9E%D1%81%D0%BA%D0%B0%D1%8F-%D0%9F%D0%B0%D0%B4%D0%B3%D0%BE%D1%80%D0%BD%D0%B0%D1%8F_%28L._Da%C5%A1kievi%C4%8D%2C_1930%29.jpg",
        "caption": "Менск. Будаўніцтва жылога дома на 73 кватэры, вугал вуліцы Камсамольскай і Карла Маркса. 1930 год"
      },
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Miensk%2C_Lacha%C5%ADka._%D0%9C%D0%B5%D0%BD%D1%81%D0%BA%2C_%D0%9B%D1%8F%D1%85%D0%B0%D1%9E%D0%BA%D0%B0_%28L._Da%C5%A1kievi%C4%8D%2C_1920-29%29.jpg/800px-Miensk%2C_Lacha%C5%ADka._%D0%9C%D0%B5%D0%BD%D1%81%D0%BA%2C_%D0%9B%D1%8F%D1%85%D0%B0%D1%9E%D0%BA%D0%B0_%28L._Da%C5%A1kievi%C4%8D%2C_1920-29%29.jpg",
        "caption": "Менск. Гарбарны завод «Бальшавік» у Ляхаўцы. 1920—1929 гады"
      },
    ],
    video: "",
    died: "4 снежня 1957",
    about: {
      life: 
        ["Паходзіў з шляхецкага роду герба «Ляліва». У 1882—1896 гг. вучыўся ў Мінскай мужчынскай гімназіі і Віленскім інтэрнаце-канквіце. З 1903 г. вучыўся на медыцынскім факультэце Варшаўскага ўніверсітэта. У 1904 г. за ўдзел у студэнцкай забастоўцы арыштаваны і выключаны з універсітэта без права паступлення ў ВНУ Расійскай імперыі. У 1906—1911 гг. вучыўся ў Францыі — на факультэце філалогіі (La faculté de lettres) Універсітэта Бургундыі (Дыжон). ", "Паралельна ў 1908—1909 гг. займаўся на фатаграфічным аддзяленні Вышэйшай школы графічных мастацтваў у Парыжы. З 1911 г. пачаў друкавацца ў навуковых выданнях (La Nature. Paris).", " У 1911—1920 жыў у Закаўказзі, працаваў выкладчыкам французскай мовы, фізікі, прыродазнаўства і іншых прадметаў у гімназіях Эрывані (Ерэван), Елізаветполя (цяпер Гянджа, Азербайджан), Тыфліса (Тбілісі). Ездзіў па рэгіёне ў якасці фатографа Камісіі па апісанні мясцовасцей і плямён Каўказа. У 1918 г. служыў дзяржаўным фатографам урада Азербайджанскай рэспублікі. У канцы мая 1920 г. вярнуўся ў Менск. З кастрычніка 1920 г. чытаў курсы лекцый па сусветнай літаратуры і фатаграфіі ў Менскім інстытуце народнай адукацыі, са снежня 1920 г. выкладаў французскую мову ў Беларускім політэхнічным інстытуце.", " У 1921 г. працаваў у Навукова-тэрміналагічнай камісіі Наркамасветы БССР (прыродазнаўчая секцыя). У маі—чэрвені 1923 г. удзельнічаў у этнаграфічнай экспедыцыі ў Ігуменскім і Барысаўскім паветах. У 1923—1924 навуковы фатограф на медыцынскім факультэце БДУ."," Фатаграфічныя працы Дашкевіча друкаваліся ў выданнях: Азбукін М. «Географія Эўропы» (2-е выд. Мн., 1924), Грамыка М. «Пачатковая географія» (Мн., 1926), «Чатырохстолецьце беларускага друку» (Мн., 1926), Багдановіч М. «Творы». Т. 1 (Мн., 1927—28), «Сучаснае беларускае мастацтва» (Мн., 1929), «Беларусь Савецкая: Фотаальбом» (Мн., 1931), «IV Усебеларуская мастацкая выстаўка» (Мн., 1931), час. «Чырвоная Беларусь» (1930, № 1, 2, 9). Удзельнічаў у Першай Усебеларускай выстаўцы краязнаўчых фатаграфій і замалёвак (Менск, красавік—май 1928), у выстаўцы ў Дрэздэне (Германія, 1930 ?). ", "Арыштаваны ДПУ БССР 21 ліпеня 1930 г. па справе «Саюза вызвалення Беларусі». Вызвалены ў верасні 1930 года. Працаваў у Менскім Доме тэхнікі, на геаграфічным факультэце БДУ, 1-й клініцы Менскага медінстытута, Інстытуце тэарэтычнай і клінічнай медыцыны АН БССР. У 1941—1944 жыў у эвакуацыі ў г. Фрунзэ (цяпер Бішкек, Кыргызстан), працаваў у медыцынскіх установах. У верасні 1944 г. вярнуўся ў Мінск. Працаваў у Інстытуце тэарэтычнай медыцыны і Інстытуце фізіялогіі. Пахаваны на Кальварыйскіх могілках у Мінску. У верасні—снежні 2002 г. у Нацыянальным музеі гісторыі і культуры Беларусі адбылася выстаўка твораў Дашкевіча «Зачараваны Беларуссю»."],
      timeline: [
        {
          date: "31 студзеня 1882",
          content: "Нарадзіўся ў Мінску, Расійскай імперыі"
        },
        {
          date: "1920—1930",
          content: "Менск. Від на Верхні Горад"
        },
        {
          date: "1923",
          content: "Увечары на дарозе з Астрашыцкага Гарадка ў Лагойск."
        },
        {
          date: "1935",
          content: "Ціхая ноч"
        },
        {
          date: "1930",
          content: "У адным з цэхаў Менскага механічнага завода"
        },
        {
          date: "1912—1913",
          content: "Партрэт жонкі"
        },
        {
          date: "1925—1927",
          content: "Зімовы лес пад Менскам"
        },
        {
          date: "4 снежня 1957",
          content: "Памёр"
        }
      ]
    }
  },
  {
    id: "8",
    avatar: img8,
    status: "normal",
    person: "Артур Аляксандравіч Клінаў",
    birthday: "1965",
    motherland: "Мінск, БССР, СССР",
    wikiLink: "http://www.wikiwand.com/be/%D0%90%D1%80%D1%82%D1%83%D1%80_%D0%90%D0%BB%D1%8F%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80%D0%B0%D0%B2%D1%96%D1%87_%D0%9A%D0%BB%D1%96%D0%BD%D0%B0%D1%9E",
    quote: "Але потым у мяне настала паўза, пайшлі захапленні авангардызмам, пацыфізмам, хіпі… Я на некалькі гадоў пайшоў у экзістэнцыйны пошук",
    location: {
      "center": [53.9, 27.56667],
      "marker": [53.9, 27.56667]
    },
    pictures: [
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Minsk_skaryny_ave_02.jpg/1024px-Minsk_skaryny_ave_02.jpg?1548701675105",
        "caption": "Праспект Незалежнасці ў Мінску. Фота 2005 г."
      },
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Belarus-Minsk-Railway_Station_Square-4.jpg/1024px-Belarus-Minsk-Railway_Station_Square-4.jpg?1548701721564",
        "caption": "Прывакзальная плошча"
      },
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/%D0%9D%D0%B0%D1%86%D1%8B%D1%8F%D0%BD%D0%B0%D0%BB%D1%8C%D0%BD%D1%8B_%D0%B0%D0%BA%D0%B0%D0%B4%D1%8D%D0%BC%D1%96%D1%87%D0%BD%D1%8B_%D0%92%D1%8F%D0%BB%D1%96%D0%BA%D1%96_%D1%82%D1%8D%D0%B0%D1%82%D0%B0%D1%80_%D0%BE%D0%BF%D1%8D%D1%80%D1%8B_%D1%96_%D0%B1%D0%B0%D0%BB%D0%B5%D1%82%D1%83_%D0%B3._%D0%9C%D0%B5%D0%BD%D1%81%D0%BA_2.jpg/800px-%D0%9D%D0%B0%D1%86%D1%8B%D1%8F%D0%BD%D0%B0%D0%BB%D1%8C%D0%BD%D1%8B_%D0%B0%D0%BA%D0%B0%D0%B4%D1%8D%D0%BC%D1%96%D1%87%D0%BD%D1%8B_%D0%92%D1%8F%D0%BB%D1%96%D0%BA%D1%96_%D1%82%D1%8D%D0%B0%D1%82%D0%B0%D1%80_%D0%BE%D0%BF%D1%8D%D1%80%D1%8B_%D1%96_%D0%B1%D0%B0%D0%BB%D0%B5%D1%82%D1%83_%D0%B3._%D0%9C%D0%B5%D0%BD%D1%81%D0%BA_2.jpg?1548701736404",
        "caption": "Нацыянальны акадэмічны Вялікі тэатр оперы і балета"
      },
      {
        "src": "https://upload.wikimedia.org/wikipedia/commons/7/77/Minsk_in_Winter.jpg?1548701830436",
        "caption": "Дом пад шпілем"
      },
    ],
    video: "https://www.youtube.com/embed/79VAo3KnW2Q",
    died: "",
    about: {
      life: 
        ["Артур Аляксандравіч Клінаў (5 верасня 1965 Мінск) — беларускі мастак акцыяніст дызайнер фатограф літаратар сцэнарыст галоўны рэдактар часопіса «pARTisan» (2002). Яркі прадстаўнік неафіцыйнага нефармальнага мастацтва авангардыст канцэптуальны мастак які ўпершыню заявіў пра сябе ў канцы 1980-х у Беларусі. Аўтар урбаністычна-культурнай канцэпцыі «Горад Сонца» — захавання архітэктурнай унікальнасці цэнтральнай часткі Мінска (Беларусь). ", "З’яўляецца прыкладам універсальнай творчай асобы якая развіваючы цікавую мастацкую ідэю здольна рэалізаваць навацыю ў любой мастацкай форме (традыцыйны жывапіс фатаграфія саламяная скульптура перформанс інсталяцыя відэа літаратура) з выкарыстаннем розных матэрыялаў і прадметаў рэальнасці[3]. ", "Беларускі культуролаг Максім Жбанкоў ахарактарызваў Артура Клінава як беларускага прадаўжальніка наватарства Эндзі Уорхала і Эміра Кустурыцы"],
      timeline: [
        {
          date: "1965",
          content: "Нарадзіўся ў Мінску, СССР"
        },
        {
          date: "1990",
          content: "«Смерць піянера»"
        },
        {
          date: "1998",
          content:
            "стаў заснавальнікам і старшынёй Беларускай асацыяцыі сучаснага мастацтва"
        },
        {
          date: "2000",
          content:
            "пачаў займацца таксама фатаграфіяй, публіцыстыкай і перформансам;"
        },
        {
          date: "2002",
          content:
            "стаў заснавальнікам і галоўным рэдактарам мастацкага часопіса (альманаха сучаснай беларускай культуры) «pARTisan»"
        },
        {
          date: "2006",
          content:
            "дэбютаваў у літаратуры беларускамоўным раманам «Мінск. Горад Сонца»"
        },
        {
          date: "2009",
          content:
            "стаў працаваць і ў кінамастацтве ў якасці сцэнарыста і мастака"
        }
      ]
    }
  },
  {
    id: "9",
    avatar: img9,
    status: "normal",
    person: "Люцыян Крашэўскі",
    birthday: "24 ліпеня 1820",
    motherland:
      "Пружаны, Пружанскі павет, Гродзенская губерня, Літоўскае генерал-губернатарства, Расійская імперыя",
    wikiLink: "https://be.wikipedia.org/wiki/%D0%9B%D1%8E%D1%86%D1%8B%D1%8F%D0%BD_%D0%9A%D1%80%D0%B0%D1%88%D1%8D%D1%9E%D1%81%D0%BA%D1%96",
    quote: "",
    location: {
      "center": [52.554490, 24.449320],
      "marker": [52.554490, 24.449320]
    },
    pictures: [
      {
        "src": "https://pruzana.files.wordpress.com/2016/12/356d0bdd0b35d0bad0b0.jpg",
        "caption": "Люцыян Крашэўскі | Pružana"
      },
      {
        "src": "https://pruzana.files.wordpress.com/2016/12/wa248_39257_ii-80-614_kraszew-monografija_o_01.jpg",
        "caption": "Метрыка нараджэння з “monografija” Каетана Крашэўскага ад 1861 року"
      },
      {
        "src": "https://pruzana.files.wordpress.com/2016/12/portret-lucjana-kraszewskiego-1860.jpg?w=194&h=300",
        "caption": "Партрэт фатографа"
      },
      {
        "src": "https://pruzana.files.wordpress.com/2016/12/kraszewski203.jpg",
        "caption": "Lucjan Kraszewski “Rural Customs”, 1850"
      },
    ],
    video: "",
    died: "2 лютага 1892",
    about: {
      life: 
        ["юцыян Крашэўскі (24 ліпеня 1820, мяст. Пружаны Гродзенскай губерні, цяпер Брэсцкай вобл. — 2 лютага 1892, Ганятычы Грубешаўскага пав., Польшча) — беларускі і польскі мастак, фатограф. Брат Юзэфа Крашэўскага і Каятан Крашэўскага. Вучыўся ў кляштарнай школе ў Лыскаве і Свіслацкай гімназіі. Скончыў прыродазнаўчы факультэт Дэрпцкага ўніверсітэта.", " Пасля жыў у родавым маёнтку Доўгае на Пружаншчыне. Аказваў дапамогу ўдзельнікам паўстання 1863—1864, за што быў сасланы ў Кангур Пермскай губерні. Вярнуўшыся на радзіму, прадаў свой маёнтак Доўгае. ", " Жыў у Варшаве і ў маёнтку сваёй жонкі Стэфаніі Ганятычах. Ілюстраваў творы свайго брата. Рабіў замалёўкі помнікаў архітэктуры і народных тыпаў на Гродзеншчыне. У ссылцы навучыўся фатаграфаваць, рабіў здымкі краявідаў Гродзеншчыны."],

      timeline: [
        {
          date: "1820",
          content: "Нарадзiуся"
        },
        {
          date: "1892",
          content: "Памёр"
        }
      ]
    }
  }
];
